Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=598_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteŠǧǧ jueŠjji stipeendid sääŠmǩiõl mättʼtõõđjid
fin: Saamelaiskäräjät jakoi stipendejä saamen kielen oppilaille

source: SääŠmteŠǧǧ jueŠjji škoouli ǩiđđprääŠznǩen stipeendid sääŠmǩiõl mättʼtõõđjid, kook liâ spraavdõõttâm puârast sääŠmǩiõl mättʼtõõttmõõžžâst.
fin: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.

source: Stipeendid uŠvddeš 13 kuŠtte sääŠmǩiõl teeŠst pâŠjjmättʼtõõttituŠtǩǩõõzz spraavtõõttja da 18 vuâđđmättŠtõõzz loopptam.
fin: Stipendi annettiin yhteensä 13:lle saamen kielen kokeen ylioppilastutkinnossa suorittaneelle ja 18:lle perusopetuksen päättäneelle.

source: SääŠmteeŠǧǧ stipeendid vuõǯǯu škoouli mieŠldd peäggtum puõŠtti nuõr:
fin: Saamelaiskäräjien stipendin saivat seuraavat nuoret:

source: SuäŠđjel lookkjiškooul: Riinamari Mustonen (tâŠvvsääŠm) da Anni-Saara Aikio (tâŠvvsääŠm)
fin: Sodankylän lukio: Riinamari Mustonen (pohjoissaame) ja Anni-Saara Aikio (pohjoissaame)

source: Enontekiö lookkjiškooul: Emma Eira (tâŠvvsääŠm), Mira Kärki (tâŠvvsääŠm) da Lars-Aslak Tornensis (tâŠvvsääŠm)
fin: Enontekiön erälukio: Emma Eira (pohjoissaame), Mira Kärki (pohjoissaame) ja Lars-Aslak Tornensis (pohjoissaame)

source: ÂŠvvel lookkjiškooul: Ville-Riiko Fofonoff (nuõrttsääŠm), Mari Guttorm (tâŠvvsääŠm) da Sunna Nousuniemi (tâŠvvsääŠm)
fin: Ivalon lukio: Ville-Riiko Fofonoff (koltansaame), Mari Guttorm (pohjoissaame) ja Sunna Nousuniemi (pohjoissaame)

source: Uccjooǥǥ sääŠmlookkjiškooul: Oula Järvensivu (tâŠvvsääŠm) da Hilda Länsman (tâŠvvsääŠm)
fin: Utsjoen saamelaislukio: Oula Järvensivu (pohjoissaame) ja Hilda Länsman (pohjoissaame)

source: Ounasvaara lookkjiškooul: Martta Alajärvi (tâŠvvsääŠm)
fin: Ounasvaaran lukio, Rovaniemi: Martta Alajärvi (pohjoissaame)

source: Haukipudas lookkjiškooul: Olá-Mihkku Länsman (tâŠvvsääŠm)
fin: Haukiputaan lukio: Olá-Mihkku Länsman (pohjoissaame)

source: Pori lookkjiškooul: Saana Lappalainen (tâŠvvsääŠm)
fin: Porin Aikuislukio: Saana Lappalainen (pohjoissaame)

source: Vuâđđmättʼtõõzz spraavdõõttâm škooulneeŠǩǩ:
fin: Perusopetuksen suorittaneet oppilaat:

source: Vuõccu škooul: Salla Rouvinen (tâŠvvsääŠm)
fin: Vuotson koulu: Salla Rouvinen (pohjoissaame)

source: Hetta pââibužškooul: Paulus Näkkäläjärvi (tâŠvvsääŠm), Marielle Labba (tâŠvvsääŠm), Jouna Näkkälä (tâŠvvsääŠm) da Saija Alamattila (tâŠvvsääŠm)
fin: Hetan peruskoulu: Paulus Näkkäläjärvi (pohjoissaame), Marielle Labba (pohjoissaame), Jouna Näkkälä (pohjoissaame) ja Saija Alamattila (pohjoissaame)

source: Aanar pââibužškooul: Jussa Seurujärvi (aanarsääŠm), Piäkká Moilanen (aanarsääŠm), Ylva Hakovirta (aanarsääŠm), Irina Saijets (tâŠvvsääŠm da nuõrttsääŠm) da Nina Nuorgam (tâŠvvsääŠm)
fin: Inarin yläkoulu: Jussa Seurujärvi (inarinsaame), Piäkká Moilanen (inarinsaame), Ylva Hakovirta (inarinsaame), Irina Saijets (pohjois- ja koltansaame) ja Nina Nuorgam (pohjoissaame)

source: Karigasnjaarg škooul: Laura Pieski (tâŠvvsääŠm)
fin: Karigasniemen koulu: Laura Pieski (pohjoissaame)

source: UccjokknjääŠlm škooul: Piret Järvensivu (tâŠvvsääŠm)
fin: Utsjokisuun koulu: Piret Järvensivu (pohjoissaame)

source: Aleksanteri Kena škooul, SuäŠđjel: Riikka Yliriesto (tâŠvvsääŠm)
fin: Aleksanteri Kenan koulu, Sodankylä: Riikka Yliriesto (pohjoissaame)

source: Oulunsalo pââibužškooul: Natalia Länsman (tâŠvvsääŠm)
fin: Oulunsalon yläkoulu: Natalia Länsman (pohjoissaame)

source: Haukipudas pââibužškooul: Máren-Elle Länsman (tâŠvvsääŠm)
fin: Haukiputaan yläkoulu: Máren-Elle Länsman (pohjoissaame)

source: Myllytulli škooul, Oulu: Linda Akujärvi (tâŠvvsääŠm) da Anton Valle (tâŠvvsääŠm)
fin: Myllytullin koulu, Oulu: Linda Akujärvi (pohjoissaame) ja Anton Valle (pohjoissaame)

source: SääŠmteŠǧǧ tuäivat leekk da šiõǥǥ ǩieŠssluõvâsvuõđ pukid !
fin: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
